Dlubal.TimberPro.ErrorInfo
Information about an error.

Dlubal.TimberPro.ErrorInfo.ModuleName
Name of the module

Dlubal.TimberPro.ErrorInfo.Load
Load

Dlubal.TimberPro.ErrorInfo.ErrorNo
Error number

Dlubal.TimberPro.ErrorInfo.Type
Error type

Dlubal.TimberPro.ErrorInfo.Description
Error description